[
  {
    "Avatar": "image/yvette.png",
    "NameEN": "Yvette",
    "NameCN": "伊薇特",
    "NameJP": "イヴェット",
    "VA": {
      "EN": "Angel Haven Rey",
      "JP": "Yukari Tamura",
      "CN": "Jiang Li"
    },
    "Birthday": "May 23",
    "Constellation": "Gemini",
    "Age": "16",
    "Height": "163cm",
    "Weight": "52KG",
    "Home": "Dragwind, Strian",
    "Hobbies": ["Staying home", "making various cold treats"],
    "Diet": "Loves cold, sweet foods, especially iced milk tea; dislikes anything too hot or spicy.",
    "Faction": "Painting Utopia Security",
    "Title": "Ice Maiden",
    "Role": "Controller",
    "Description": "A P.U.S researcher. Best friends with a stuffed bear.",
    "Quote": "Sorry, I'm just not very good at speaking up, it's not that I don't like you...",
    "storyname": "Yvette's Story",
    "storytext": "In the tech-enthusiast circles of Strinova, there's an urban legend about a mysterious bear that roams at midnight.\nThey say if you post a request in the community at midnight, there's a high chance it will be accepted by an anonymous user with a \"bear\" avatar. This anonymous bear offers low prices, works efficiently, and delivers outstanding results.\nApart from being rather quiet, there's hardly any flaw. Many have tried to recruit this folk legend with generous offers, but no matter how high the bid, the anonymous bear always rejects them with replies never exceeding five words.\nOver time, due to its solitary nature, it's been dubbed the \"Phantom Bear of Midnight.\"\n\nThere's another legend in a certain neighborhood of Strinova—nobody's ever seen the resident of Building X, Unit X0X, in years. They never leave home and even have a grumpy robot bear to pick up deliveries for them.\n\"…What a strange person. Maybe they're too intimidating, like that bear, and don’t dare show their face to others?\"\nDespite trying to shut the door quickly, the neighbors' chatter still seeped through.\nFay pressed its fluffy body against the crack, as if trying to shield Yvette from the hurtful comments.\nYvette took the delivery from Fay, stood on her toes, and gently patted Fay's head.\n\"Fay, not scary.\"\n\n\"Yvette… not strange either.\""
  },
  {
    "Avatar": "image/leona.png",
    "NameEN": "Leona",
    "NameCN": "蕾欧娜",
    "NameJP": "レオナ",
    "VA": {
      "EN": "Hannah Hellwig",
      "JP": "Yoko Hikasa",
      "CN": "Chen Yu（陈雨）"
    },
    "Birthday": "October 10",
    "Constellation": "Libra",
    "Age": "25",
    "Height": "168cm",
    "Weight": "54KG",
    "Home": "Dragwind, Strian",
    "Hobbies": ["Work", "travel"],
    "Diet": "Enjoys soothing and warming foods like hot soup or tea.",
    "Faction": "Painting Utopia Security",
    "Title": "Pillar of Construction",
    "Role": "Sentinel",
    "Description": "The head of P.U.S Engineering, highly meticulous and trustworthy.",
    "Quote": "I've fixed the last 0.2mm error, and the blueprint is complete! Wait, it's already 3 a.m.?",
    "storyname": "Leona's Story",
    "storytext": "“So, this is their home?” The little red-haired girl with twin braids looked up. At this moment, the scorching midday sun was shining through the lush branches and leaves, casting mottled circles of light on the rugged ground.\n\nThe little girl suddenly took a step back, jerking her foot away as if she was afraid of getting burned.\n\nThis was her first time in Bulun City. Unlike Arton City, there were no towering modern buildings here. All she could see were low, dilapidated bungalows, and the adults who shuttled between them...\n\nThey had expressionless faces, walked in a hurry, and were unwilling to even glance at Leona.\n\nNot far away, her father was directing the demolition team via walkie-talkie. The buildings that collapsed one after another were like building blocks pushed down by an empty hand.\n\nThe sound of construction materials hitting the ground was still deafening even after being silenced by equipment. She looked at the group of indigenous people timidly. Would they be angry if their homes were gone?\n\nBut until the end, those people didn't even bother to look at Leona and her father."
  },
  {
    "Avatar": "image/fuchisa.png",
    "NameEN": "Fuchsia",
    "NameCN": "绯莎",
    "NameJP": "フューシャ",
    "VA": {
      "EN": "Meggie-Elise",
      "JP": "Aoi Yuuki",
      "CN": "Qin Ziyi"
    },
    "Birthday": "May 10",
    "Constellation": "Taurus",
    "Age": "16",
    "Height": "157cm",
    "Weight": "47KG",
    "Home": "Area 13-5, Elitron",
    "Hobbies": ["Shark watching", "exploring combat aesthetics"],
    "Diet": "Loves sweets, especially taiyaki and chocolate.",
    "Faction": "Urbino",
    "Title": "Shark Pup",
    "Role": "Duelist",
    "Description": "The honed blade of Urbino, and a hardened killer seeking for a home.",
    "Quote": "Don't call me in the morning. Waking up on the wrong side makes me dangerous.",
    "storyname": "Fuchsia's Story",
    "storytext": "Fuchsia doesn’t remember how long she’s been a mercenary. The only things that accompanied her for years were the guns and daggers she used for hunting.\nShe doesn't remember who her parents are and has no concept of family, because she has lived alone until now without relying on her parents.\n\nShe also doesn’t remember who taught her fighting skills. Maybe she had a master, or maybe she didn’t.\n\nThese things are of no importance to her, and she had no interest in understanding or thinking about them...\n\nWhen she received a commission, she would carry it out immediately and meticulously, killing the prey according to the employer's requirements.\n\nIn addition to professionalism and efficiency, Fuchsia also made her employers at ease when it came to keeping secrets. She became a reputable mercenary with the most positive reviews and most contracts in the guild.\n\nAlthough she is used to all kinds of dark and chaotic happenings, she has no personal interest in the disputes and grudges between humans and never asks about them.\n\nIn her eyes, there are only two types of people: prey (opponents are also equivalent to prey) and other people.\n\nTo become a killer, you must either become the hunter or the prey.\n\nSo for Fuchsia, what she is most interested in is how to become stronger, and nothing else matters. This is how the mercenary Fuchsia lives."
  },
  {
    "Avatar": "image/Mara.png",
    "NameEN": "Mara",
    "NameCN": "玛拉",
    "NameJP": "マーラー",
    "VA": {
      "EN": "Emily Roya O'Brien",
      "JP": "Yū Kobayashi",
      "CN": "Rongshan Chang"
    },
    "Birthday": "April 1",
    "Constellation": "Aries",
    "Age": "36",
    "Height": "172cm",
    "Weight": "60kg",
    "Home": "REDACTED",
    "Hobbies": ["Listening to music", "collecting vinyl records"],
    "Diet": "Used to eating raw food.",
    "Faction": "The Scissors",
    "Title": "Devourer of Souls",
    "Role": "Duelist",
    "Description": "The sole survivor of the Outbreak incident, she lost dear companions and uncovered secrets that profoundly changed her personality.",
    "Quote": "Your souls are mine!",
    "storyname": "Mara's Story",
    "storytext": "“See? Your Death Star is flashing in the distance...”\n“...But compared to the ethereal future, you need to focus on the present.”\n\n“For example, think about how to get out of this room alive.” Mara said with a chuckle. She shook the gun casually as if playing with a toy, while wisps of white smoke were still coming out of the muzzle.\n\nFile number: No.7598085\n\nFile classification: Top Secret\n\nFile content: Private letter\nSender: Jane Ludwig, Second Compound Eye Monitoring Member\n\nSquad Recipient: Flavia …\n\nIn theory, I shouldn't be submitting this report to a higher level. But due to the lengthy bureaucracy of the Bureau, if I were to wait for the letter to reach you like that, I'm afraid the situation will become much more complicated. As your most loyal subordinate, I need to promptly convey everything that has been recorded in the past half month, as well as the conclusions I have drawn from it — in the form of a private letter.\n\nIn short, Ms. Flavia, we are in big trouble. The dangerous person who appeared in the internal files many times, a former member of the Sixth Pioneer Team, reappeared many years after being declared dead. I judge that many recent bombings against the headquarters were led by her.\n\nAt first, I was worried that I was seeing things. After all, after many years, her appearance has changed a lot compared to the documents in the files, and her fighting style has become a kind of ruthlessness close to madness. But it just so happens that I worked in the HR Department for a while before transferring to the Monitoring Squad —\n\nThis is a recording of the surveillance footage. The camera has been destroyed, but I managed to keep this safe. In the empty room, a spreading claw-shaped mark suddenly appeared. The security robot flashed a dangerous red light, but could not lock on the target. In the chaos, they began to attack each other. At the same time, the claws of the Grim Reaper were hanging high above, until it had enjoyed enough of this farce, swooped in mercifully and harvested them one by one.\n\nThe murderer always returns to the crime scene to taste the fear she had brought again. When everyone was busy closing off the scene and cleaning up the traces, the hooded woman appeared in the corner of the room and smiled at the camera.\n\nThat kind of look, once seen, will never be forgotten. The moment my eyes met hers, I knew that this was not a low profile, accidental leak, but a high profile, intentional announcement.\n\nThere are only a few people left who know “that thing.” We are the tiny gears that keep this dark engine running. While it works towards nothingness, my life is fading with it. I always remember the fleeting look you gave me when you mentioned the Sixth Advance Team during the interview for the transfer to the Monitoring Squad. I think if the dusty files of that case can be restarted, the course of the hulking ship known as the PUS will change, all of this will be because you are at the helm.\n\nI sent all the information about the Sixth Pioneer Team with the letter. That's all I have. When you receive the letter, about one month from now, I will probably be gone.\n\nFrom the first time I saw her, the Death Star was flashing above my head. But it doesn't matter — you will find the truth, Ms. Flavia, and I will finally be truly free."
  }
]
